{"links_menu" : [ ["côlonia", "colonia.html"], 
        ["competição", "competicao.html"],
        ["canibalismo", "canibalismo.html"],
        ["mutualismo", "mutualismo.html"],
        ["comensalismo", "comensalismo.html"],
        ["amensarismo", "amensarismo.html"],
        ["parasitismo", "parasitismo.html"],
        ["predação", "predacao.html"]],

  "artigos" : [
        ["Colônia&#x1f41d;&#x1f36f;", "h2"]
        <p>
          [Nesse tipo de relação, os indivíduos de uma mesma espécie vivem juntos, no entanto, podem apresentar ou não divisão de trabalho. Tal tipo traz benefícios a todos os envolvidos, sendo classificado também como relação harmônica. São exemplos  caravelas (há divisão de trabalho) e colônia de bactérias (não há divisão de trabalho)., "p"]
        </p>
          <img src="../imagens/pequeno/abelha_flor-p.jpg" alt="abelha na flor">
          <img src="../imagens/colonia.jpg" alt="colonia de abelha">
            </li>
            <li>
                <h2>Competição&#x1f981;</h2>
                <img src="../imagens/pequeno/leao-p.jpg" alt="leões disputando">
                <p>
                    Nesse tipo de relação, os indivíduos de uma mesma espécies podem entrar em disputa por recursos que são limitados, como alimento, território e parceria para reprodução. A competição é uma relação desarmônica. Um exemplo dessa relação é a competição por território, que acontece entre alguns animais, por exemplo, aves. Uma forma que as aves utilizam para delimitar seu território é por meio do canto. Com este, elas sinalizam aos demais que aquele território está ocupado.
                </p>
            </li>
            <li>
                <h2>Canibalismo&#x1f997;</h2>
                <p>
                    Nesse tipo de relação, um indivíduo alimenta-se de outro da mesma espécie, assim, trata-se de uma relação desarmônica. O canibalismo ocorre, por exemplo, entre filhotes de tubarões de algumas espécies, como o tubarão-cinza, enquanto ainda estão no útero.
                </p>
                <img src="../imagens/pequeno/grilo_canibal-p.jpg" alt="grilo femea comendo a cabeça do macho">
            </li>
            <li>
                <h2>Mutualismo&#x1f33b;&#x1f41d;</h2>
                <img src="../imagens/pequeno/crocodilo-p.jpg" alt="crodilo com o passaro">
                <img src="../imagens/pequeno/abelha_flor-p.jpg" alt="abelha com flor">
                <p>
                    Nesse tipo de relação, indivíduos de espécies diferentes vivem associados, sendo dependentes ou não dessa associação. Nela os dois são beneficiados, sendo assim uma relação harmônica. Um exemplo de mutualismo obrigatório é a associação de algumas espécies de algas ou cianobactérias e fungos, formando líquens. As algas ou cianobactérias fazem fotossíntese e fornecem aos fungos a matéria orgânica produzida que servirá a eles como alimento. Já os fungos retêm água e sais minerais, além de conferirem certa proteção às algas.
                </p>
                <p>
                    Um exemplo onde essa associação não é obrigatória ocorre entre o caranguejo-paguro e a anêmonas. Aquele vive dentro de conchas vazias, em que algumas destas fixam-se. Com o deslocamento do caranguejo, a área de alimentação da anêmona que vive fixa aumenta. Já esta confere proteção àquele afastando predadores, devido à presença de substâncias urticantes em seus tentáculos. Essa relação é também conhecida como protocooperação.
                </p>
            </li>
            <li>
                <h2>Comensalismo&#x1f33f;&#x1f420;</h2>
                <img src="../imagens/pequeno/peixe_palhaço-p.jpg" alt="peixe palhaço num coral">
                <p>
                    Nesse tipo de relação, apenas uma das espécies é beneficiada, no entanto, não causa prejuízo à outra. Essa relação é classificada como harmônica. Um exemplo de comensalismo ocorre entre o tubarão e a rêmora. Esta se fixa na superfície ventral daquele por meio de ventosas e assim é transportada (tal relação é também conhecida como inquilinismo), além de utilizar-se de restos alimentares do tubarão para sua alimentação.
                </p>
                <p>
                    Um outro exemplo de comensalismo é a relação entre algumas plantas epífitas, como orquídeas e bromélias, que vivem sobre o tronco de plantas maiores em florestas, utilizando-as apenas como suporte em busca de uma maior disponibilidade de luz. Essa relação é também conhecida como epifitismo.
                </p>
                <video controls src="../videos/peixe.mp4" type="video/mp4"></video>
            </li>
            <li>
                <h2>Amensalismo&#x1f33e;&#x1f997;&#x1f418;</h2>
                <img src="../imagens/pequeno/elefante-p.jpg" alt="Elefante pisotiando as plantas">
                <p>
                    Nesse tipo de relação, um indivíduo secreta substâncias que inibem ou impedem o desenvolvimento de outro. Essa é uma relação desarmônica, pois é prejudicial a um dos envolvidos. Um exemplo de amensalismo ocorre com alguns fungos que secretam substâncias que causam a morte de bactérias.
                </p>
            </li>
            <li>
                <h2>Parasitismo&#x1f333;&#x1f344;</h2>
                <p>
                    Nesse tipo de relação, um dos indivíduos (parasita) retira do organismo de outro  (hospedeiro) nutrientes para sua sobrevivência. Tal relação pode debilitar o indivíduo hospedeiro e até mesmo levá-lo à óbito. Trata-se de uma relação desarmônica. Um exemplo de parasitismo ocorre entre o ser humano (hospedeiro) e alguns vermes, como  a lombriga (parasita).
                </p>
                <img src="../imagens/pequeno/cogumelo-p.jpg" alt="cogumelo em tronco de árvore">
            </li>
            <li>
                <h2>Predação&#x1f981;&#x1f993;</h2>
                <img src="../imagens/pequeno/predador-p.jpg" alt="leão predadando búlfaro">
                <p>
                    Nesse tipo de relação, um indivíduo mata o de outra espécie para alimentar-se. Essa relação é classificada como desarmônica, já que apenas um indivíduo é beneficiado. Um exemplo de predação pode ser observado em leões que se alimentam de animais como a zebra.
                </p>
            </li>
            <li>
                <h2>Competição&#x1f33e;&#x1f331;</h2>
                <p>
                    Nesse tipo de relação, os indivíduos de espécies diferentes podem entrar em disputa por recursos que são limitados, como alimento ou território. A competição é uma relação desarmônica. Um exemplo é a competição entre plantas de espécies diferentes, em uma floresta densa, pela disponibilidade luminosa.
                </p>
                <img src="../imagens/pequeno/feijao_ervadaninha -p.jpg" alt="feijão com competição com a erva daninha">
            </li>
  ]
}

ççç

